Repository: caramelopardalis/post-notification-by-email
Catalog: languages/notify-users-e-mail-*.po
Languages: de_de, es_es, zh_cn

source: %s You can use the following placeholders:%s %s
de_de: %s Du kannst die folgenden Platzhalter verwenden:%s %s
es_es: %s Se puede utilizar los siguientes marcadores de posición:%s %s
zh_cn: %s 你可以使用以下的占位符:%s %s

source: to display the title
de_de: zeigt den Titel an
es_es: para mostrar el título
zh_cn: 显示标题

source: to display the URL
de_de: zeigt die URL an
es_es: para mostrar la dirección URL
zh_cn: 显示网址

source: to display the date of publication
de_de: zeigt das Ver&ouml;ffentlichungsdatum an
es_es: para mostrar la fecha de publicación
zh_cn: 显示发表日期

source: to display the post title
de_de: zeigt den Beitragstitel an
zh_cn: 显示发表文章的标题

source: to display the coment URL
de_de: zeigt die Kommentar-URL an
zh_cn: 显示评论的网址

source: to display the date of comment publication
de_de: zeigt das Ver&ouml;ffentlichungsdatum des Kommentars an
zh_cn: 显示评论发表的日期

source: Email Settings
de_de: E-Mail Einstellungen
es_es: Configuración del correo electrónico
zh_cn: 邮件设置

source: Sent to
de_de: Senden an
es_es: Enviado a
zh_cn: 发送给

source: Enter with the recipients for the email (separated by commas).
de_de: Trage die E-Mail-Adressen der Empf&auml;nger ein (mit Kommas getrennt).
es_es: Introduce los destinatarios del correo electrónico (separadas por comas).
zh_cn: 输入收件人地址(英文逗号分隔)

source: Send to users
de_de: An Benutzer senden
es_es: Enviar a los usuarios
zh_cn: 发送的用户

source: Select the type of user that will receive notifications.
de_de: W&auml;hle die Benutzerrollen aus, die Benachrichtigungen erhalten sollen.
es_es: Seleccione el tipo de usuario que va a recibir las notificaciones.
zh_cn: 选择需要接收通知的用户类别

source: Subject to Post
de_de: Betreff f&uuml;r Beitrag
es_es: Sujeto a Entrada
zh_cn: 文章标题

source: Body to Post
de_de: Nachricht f&uuml;r Beitrag
es_es: Cuerpo para Entrada
zh_cn: 文章主体

source: Subject to Page
de_de: Betreff f&uuml;r Seite
es_es: Sujeto para página
zh_cn: 页面标题

source: Body to Page
de_de: Nachricht f&uuml;r Seite
es_es: Cuerpo para Página
zh_cn: 页面主体

source: Subject to comment
de_de: Betreff f&uuml;r Kommentar
es_es: Sujeto a comentario
zh_cn: 评论标题

source: Body to Comment
de_de: Nachricht f&uuml;r Kommentar
es_es: Cuerpo para Comentario
zh_cn: 评论主体

source: Settings
de_de: Einstellungen
es_es: Configuraciones
zh_cn: 设置

source: This plugin notifies registered users via email of new posts, pages and comments posted.
de_de: Dieses Plugin informiert registrierte Benutzer via E-Mail &uuml;ber neu hinzugef&uuml;gte Beitr&auml;ge, Seiten und Kommentare.
es_es: Este plugin notifica a los usuarios registrados vía correo electrónico de nuevas entradas, páginas y comentarios publicados.
zh_cn: 新的文章，页面和评论发布后，本插件通过邮件通知注册用户

source: New post published at %s on {date}
de_de: Neuer Beitrag ver&ouml;ffentlicht auf %s am {date}
es_es: Nueva entrada publicada a las %s en {date}
zh_cn: 新文章发布于at %s on {date}

source: A new post {title} - {link_post} has been published on {date}.
de_de: Ein neuer Beitrag {title} - {link_post} wurde am {date} ver&ouml;ffentlicht.
zh_cn: 一篇新文章 {title} - {link_post} 发布于 {date}.

source: New page published at %s on {date}
de_de: Neue Seite ver&ouml;ffentlicht auf %s am {date}
es_es: Nueva página publicada en %s en {date}
zh_cn: 新页面发布于 at %s on {date}

source: A new page {title} - {link_page} has been published on {date}.
de_de: Eine neue Seite {title} - {link_page} wurde am {date} ver&ouml;ffentlicht.
zh_cn: 一篇新页面 {title} - {link_page} 发布于 {date}.

source: New comment published at %s
de_de: Neuer Kommentar ver&ouml;ffentlicht am {date}
zh_cn: 新评论发布于 %s

source: A new comment {link_comment} has been published.
de_de: Ein neuer Kommentar {link_comment} wurde ver&ouml;ffentlicht.
zh_cn: 一个新评论已经发布 {link_comment} .

# date format
source: \a\t
de_de: \u\m

source: Notification of new posts by e-mail to all users
de_de: Benachrichtigung neuer Eintr&auml;ge via E-Mail an alle Benutzer
es_es: Notificación de nuevas entradas a través del correo electrónico a todos los usuarios
zh_cn: 新文章发布通知所有用户

source: Notify Users E-Mail
zh_cn: 用户邮件通知

source: A new post "{title}" - {link} has been published on {date}.
es_es: Una nueva entrada "{title} " - {link} ha sido publicada en {date}.

source: A new page "{title}" - {link} has been published on {date}.
es_es: Una nueva página {title} - {link} ha sido publicada en {date}.

source: New comment published at %s on {date}
es_es: Novo comentario publicado no %s em {date}

source: A new comment {link} has been published on {date}.
es_es: Un nuevo comentario {link} ha sido publicado en {date}.
